Repository: mlforcada/llibre-tecnol-trad
Catalog: llibrett/omegat/tm/trad-cap2-cap7-cap10-calidadMEDIA.tmx
Source language: ca
Languages: es_es

source: Les altres dues afirmacions són falses.
es_es: Las otras dos afirmaciones son falsas.

source: No es pot, les memòries de traducció es creen en anar traduint els segments.
es_es: No se puede, las memorias de traducción se crean al ir traduciendo los segmentos.

source: No, perquè un suport és electrònic i l'altre òptic.
es_es: No, porque un soporte es electrónico y el otro óptico.

source: No, primer s'hi ha de crear una carpeta (un directori).
es_es: No, primero se tiene que crear una carpeta (un directorio).

source: Per a no haver de traduir un text nou des de zero amb un sistema de ajuda a la traducció basat en memòries de traducció, és necessari que hi haja textos originals i traduïts que hagen estat alineats.
es_es: Para no tener que traducir un texto nuevo desde cero con un sistema de ayuda a la traducción basado en memorias de traducción, es necesario que haya textos originales y traducidos que hayan sido alineados.

source: Polisèmia.
es_es: Polisemia.

source: Que cada dada és una seqüència de bits, cadascun dels quals només pot adoptar dos valors.
es_es: Que cada dato es una secuencia de bits, cada uno de los cuales sólo puede adoptar dos valores.

source: Que els textos origen i meta estiguen codificats en ISO-8859-1 (Latin-1).
es_es: Que los textos origen y meta estén codificados en ISO-8859-1 (Latin-1).

source: Que s'encarreguen de la gestió de tots els recursos del maquinari de l'ordinador on s'executen.
es_es: Que se encargan de la gestión de todos los recursos del hardware del ordenador donde se ejecutan.

source: Segmentar els dos textos i alinear-los.
es_es: Segmentar los dos textos y alinearlos.

source: Sí, instal·lant-li un mòdem ADSL a la impressora.
es_es: Sí, instalándole un módem ADSL en la impresora.

source: Sí, no importa el nom de la carpeta.
es_es: Sí, no importa el nombre de la carpeta.

source: Sí, només mirant la categoria lèxica dels mots anteriors i la dels posteriors ja hi ha prou per a saber en quin dels dos casos ens trobem.
es_es: Sí, sólo mirando la categoría léxica de las palabras anteriores y la de las posteriores ya hay bastante para saber en cuál de los dos casos nos encontramos.

source: Sí, perquè els programes en execució i les seues dades estaven tots en la memòria RAM (si no eren ja al disc).
es_es: Sí, porque los programas en ejecución y sus datos estaban todos en la memoria RAM (si no estaban ya en el disco).

source: Sí, perquè, si no, no les podrien executar.
es_es: Sí, porque, si no, no las podrían ejecutar.

source: Sí, però només si conté pronoms o altres expressions anafòriques susceptibles de tenir més d'un antecedent possible.
es_es: Sí, pero sólo si contiene pronombres u otras expresiones anafóricas susceptibles de tener más de un antecedente posible.

source: Sí, usant la informació morfològica dels mots adjacents.
es_es: Sí, usando la información morfológica de las palabras adyacentes.

source: Sí; pot ser homògraf i tractar-se d'un passi gratuït.
es_es: Sí; puede ser homógrafo y tratarse de uno pase gratuito.

source: Un kilooctet o kilobyte equival a 1024 octets o bytes.
es_es: Un kilobyte equival a 1024 bytes.

source: Una ambigüitat sintàctica de l'oració subordinada ``el que fa''.
es_es: Una ambigüedad sintáctica de la oración subordinada ``el que hace''.

source: Una bona targeta gràfica, amb la seua pròpia unitat independent de processament gràfic o GPU (graphics processing units), Un disc fix amb una capacitat de l'ordre d'1 TB Una unitat enregistradora de DVD i de CD-ROM Una targeta de so amb altaveus i micròfon.
es_es: Una buena tarjeta gráfica, con su propia unidad independiente de procesamiento gráfico o GPU (graphics processing unidos), Un disco fijo con una capacidad de la orden de 1 TB Una unidad enregistradora de DVD y de CD-ROM Una tarjeta de sonido con altavoces y micrófono.

source: Una carpeta no pot contenir només una altra carpeta.
es_es: Una carpeta no puede contener sólo otra carpeta.

source: Una estructura de dades que representa el text generat per un processador de textos i que té un nom associat.
es_es: Una estructura de datos que representa el texto generado por un procesador de textos y que tiene un nombre asociado.

source: Una memòria de traducció és un sistema de traducció directa amb equivalències entre segments de text observades en textos anteriorment traduïts.
es_es: Una memoria de traducción es un sistema de traducción directa con equivalencias entre fragmentos de texto extraídas de textos anteriormente traducidos.

source: Unes 800 000.
es_es: Unas 800 000.

source: canvien el lema i els indicadors de flexió: el mot espanyol salen pot ser la 3a.persona del plural del present d'indicatiu del verb salir o del present de subjuntiu del verb salar.
es_es: cambian el lema y los indicadores de flexión: la palabra española salan puede ser la 3ªpersona del plural del presente de indicativo del verbo salir o del presente de subjuntivo del verbo salar.

source: {} equivalents a una oració, usant una anàlisi lingüística detallada del text per a determinar l'extensió de cada oració.
es_es: {} equivalentes a una oración, usando un análisis lingüístico detallado del texto para determinar la extensión de cada oración.

source: {} fa les dues coses.
es_es: {} hace las dos cosas.

source: {} no pot afectar mai el resultat de la traducció automàtica.
es_es: {} no puede afectar nunca al resultado de la traducción automática.

source: {} podem dir que el lema és polisèmic.
es_es: {} podemos decir que el lema es polisémico.

source: {} polisèmic.
es_es: {} polisémico.

source: {} s'intenta resoldre normalment amb regles basades en les categories lèxiques dels mots que l'acompanyen en la frase.
es_es: {} se intenta resolver normalmente con reglas basadas en las categorías léxicas de las palabras que lo acompañan en la frase.

source: {} saber si estan buits o contenen text.
es_es: {} saber si están vacíos o contienen texto.

source: {} tardarà menys a executar els programes.
es_es: {} tardará menos a ejecutar los programas.

source: {} una manera d'especificar el format dels textos.
es_es: {} una manera de especificar el formato de los textos.

source: {} usant regles que analitzen la puntuació i el format.
es_es: {} usando reglas que analizan la puntuación y el formato.

source: és ràpida, permanent i d'accés seqüencial.
es_es: es rápida, permanente y de acceso secuencial.

source: [(c)] *Dius que Jordi ha explicat que vindria com?
es_es: [(c)] *¿Dices que ha explicado que vendría cómo?

source: {Dir que en aquest cas l'esborrat de les parts repetides és obligatori en la major part de les llengües} Considerem l'exemple següent, tret de [p. 399]{radford09b}: Els escocesos aprecien el whisky més que els gal·lesos L'oració té dues interpretacions: [(a)] Els escocesos aprecien el whisky més que els gal·lesos (aprecien el whisky) [(b)] Els escocesos aprecien el whisky més que (els escocesos aprecien) els gal·lesos En aquests dos casos, l'ambigüitat és causada pel fet que són possibles dues estructures sintàctiques per a la segona oració coordinada: en la primera estructura, el sintagma els gal·lesos és el subjecte mentre que en la segona estructura és l'objecte (vegeu els arbres de la fig. ).
es_es: {Decir que en este caso el borrador de las partes repetidas es obligatorio en la mayor parte de las lenguas} Consideramos el ejemplo siguiente, sacado de [p.399]{radford09b}: Els escocesos aprecien el whisky més que els gal·lesos La oración tiene dos interpretaciones: [(a)] Los escoceses aprecian el whisky más que los galeses (aprecian el whisky) [(b)] Los escoceses aprecian el whisky más que (los escoceses aprecian) a los galeses En estos dos casos, la ambigüedad está causada por el hecho de que son posibles dos estructuras sintácticas para la segunda oración coordinada: en la primera estructura, el sintagma els gal·lesos es el sujeto mientras que en la segunda estructura es el objeto (véase los árboles de la fig. ).

source: (a): Un CD-ROM pot emmagatzemar com a mínim 650 MB.
es_es: (a): Un CD-ROM puede almacenar como mínimo 650 MB.

source: (b): Almenys la porció del programa que s'està executant ha de residir en la RAM.
es_es: (b): Al menos la porción del programa que se está ejecutando tiene que residir en la RAM.

source: El manifestant es refà de la pallissa que li van donar en l'hospital (1: ``La manifestació va ser una mica violenta i algunes persones han hagut de ser traslladades a l'hospital''; 2: ``Quina pallissa va donar-li la infermera al quiròfan!'').
es_es: El manifestante se recupera de la paliza que le dieron en el hospital' (1: ``La manifestación fue un poco violenta y algunas personas han tenido que ser trasladadas al hospital"; 2: ``¡Qué paliza le dio la enfermera en el quirófano!").

source: Carrega el valor de suma en l'acumulador.
es_es: Carga el valor de suma en el acumulador.

source: Ambigüitat sintàctica o estructural (pura) d'origen coordinatiu: el sintagma de la tia Pepa pot modificar als dos sintagmes nominals coordinats (galetes i pa) o només al segon (pa).
es_es: Ambigüedad sintáctica o estructural (pura) de origen coordinativo: el sintagma de la tía Pepa puede modificar a los dos sintagmas nominales coordinados (galletas y pan) o sólo al segundo (pan).

source: Executar programes i controlar-ne l'execució.
es_es: Ejecutar programas y controlar la ejecución.

source: Que es done una concordança parcial, com en el cas dels segments $e'_2$ (similar a $e_{112}$) i $e'_3$ (similar a $e_{47}$), i calga posteditar, respectivament, les propostes $d_{112}$ i $d_{47}$ de la memòria de traducció, per a produir $d'_2$ i $d'_3$.
es_es: Que se dé una concordancia parcial, como en el caso de los segmentos $e'_2$ (similar a $e_{112}$) y $e'_3$ (similar a $e_{47}$), y haya que posteditar, respectivamente, las propuestas $d_{112}$ y $d_{47}$ de la memoria de traducción para producir $d'_2$ y $d'_3$.

source: Ambigüitat dins de la mateixa categoria lèxica sense canvi de lema.
es_es: Ambigüedad dentro de la misma categoría léxica sin cambio de lema.

source: Serviran polp a la gallega (1: ``Serviran polp a una senyora de Galícia''; 2: ``Serviran polp preparat a l'estil gallec'').
es_es: Servirán pulpo a la gallega' (1: ``Servirán pulpo a una señora de Galicia"; 2: ``Servirán pulpo preparado al estilo gallego").

source: Ambigüitat estructural d'adjunció: el sintagma preposicional a la gallega pot modificar el nom polp per a formar sintagma nominal polp a la gallega o modificar el sintagma verbal serviran polp (amb nucli serviran) i formar el sintagma verbal serviran polp a la gallega.
es_es: Ambigüedad estructural de adyunción: el sintagma preposicional a la gallega puede modificar el nombre pulpo para formar sintagma nominal pulpo a la gallega o modificar el sintagma verbal servirán pulpo (con núcleo servirán) y formar el sintagma verbal servirán pulpo a la gallega.

source: Ambigüitat lèxica per anàfora: el pronom la pot tenir dos antecedents: mà [de paper] i la impressora.
es_es: Ambigüedad léxica por anáfora: el pronombre la puede tener dos antecedentes: mano [de papel] y la impresora .

source: Establir connexions amb altres ordinadors o dispositius en xarxa.
es_es: Establecer conexiones con otros ordenadores o dispositivos en red.

source: Que no es done cap concordança raonable, com en el cas del segment $e'_4$, i calga generar la traducció $d'_4$ des de zero.
es_es: Que no se dé ninguna concordancia razonable, como en el caso del segmento $e'_4$, y haya que generar la traducción $d'_4$ desde cero.

source: Suma el valor d'índex a l'acumulador.
es_es: Suma el valor de índice al acumulador.

source: [(b)] No hi ha cap dona que s'estime els abrics de pell.
es_es: [(b)] A ninguna mujer le gustan los abrigos de piel.

source: {1-1} {Els bitextos $E$ i $D$, segmentats, respectivament, en $L$ i $M$ segments: $E=e_1e_2 e_L$ i $D=d_1d_2 d_M$.
es_es: {1-1} {Los bitextos $E$ y $D$, segmentados, respectivamente, en $L$ y $M$ segmentos: $E=e_1e_2 e_L$ y $D=d_1d_2 d_M$.

source: Ambigüitat dins de la mateixa categoria lèxica amb canvi de lema.
es_es: Ambigüedad dentro de la misma categoría léxica con cambio de lema.

source: No puc veure bé la foto que m'has enviat per correu electrònic perquè no puc tancar totes les finestres (1: ``Encara hi entra sol i es reflecteix en la pantalla''; 2: ``Tinc l'escriptori ple de documents oberts'').
es_es: No puedo ver bien la foto que me has enviado por correo electrónico porque no puedo cerrar todas las ventanas (1: ``Todavía entra sol y se refleja en la pantalla"; 2: ``Tengo el escritorio lleno de documentos abiertos").

source: Ambigüitat per el·lipsi: el subjecte de vaja pot ser jo, ell, ella, etc.
es_es: Ambigüedad por elipsis: el sujeto de vaya puede ser yo, él, ella, etc.

source: L'oració és ambigua per polisèmia (ambigüitat lèxica) del substantiu finestra (de la paret/ del sistema operatiu)
es_es: La oración es ambigua por polisemia (ambigüedad léxica) del sustantivo ventana (de la pared/ del sistema operativo)

source: Vale más que las comas (1: ``...que els signes de puntuació''; 2:``...que les menges'') El mecánico revisó la suspensión del auto de Garzón (1: ``Aquest mecànic és un expert en legislació i s'ha llegit la resolució judicial sencera''; 2: ``Els amortidors del cotxe de Garzón ja necessitaven una revisió'').
es_es: Vale más que las comas (1: ``...que los signos de puntuación''; 2:``...que las comes'') El mecánico revisó la suspensión del auto de Garzón (1: ``Este mecánico es un experto en legislación y se ha leído la resolución judicial entera''; 2: ``Los amortiguadores del coche de Garzón ya necesitaban una revisión'').

source: Ambigüitat sintàctica o estructural d'origen categorial deguda al fet que els mots las (article o pronom) i comas (substantiu o verb) són homògrafs afectats d'ambigüitat lèxica categorial.
es_es: Ambigüedad sintáctica o estructural de origen categorial debida de al hecho que las palabras las (artículo o pronombre) y comas (sustantivo o verbo) son homógrafos afectados de ambigüedad léxica categorial.

source: Carrega el valor d'índex en l'acumulador.
es_es: Carga el valor de índice en el acumulador.

source: Una càmera (de vegades anomenada webcam) Una o més targetes de comunicacions incorporades (amb fils o sense fils, vegeu el glossari, apartat ).
es_es: Una cámara (a veces llamada webcam) Una o más tarjetas de comunicaciones incorporadas (con cables o inalámbricos, véase el glosario, apartado ).

source: Compara el valor de l'acumulador amb 10.
es_es: Compara el valor del acumulador con 10.

source: L'oració és ambigua perquè dos dels seus mots presenten ambigüitat lèxica pura (polisèmia): auto pot ser un automòbil o un tipus de resolució judicial; suspensión pot ser l'acció de suspendre (la resolució) o el sistema d'amortidors de l'automòbil.
es_es: La oración es ambigua porque dos de sus palabras presentan ambigüedad léxica pura (polisemia): auto puede ser un automóvil o un tipo de resolución judicial; suspensión puede ser la acción de suspender (la resolución) o el sistema de amortiguadores del automóvil.

source: Si és igual, salta a la instrucció Incrementa en 1 el valor de l'acumulador.
es_es: Si es igual, salta a la instrucción Incrementa en 1 el valor del acumulador.

source: =1.099.511.627.776 octets.$$ Com que els prefixos k, M, G i T s'usen en la resta de les disciplines científiques per expressar a potències exactes de 10 (de 1.000), hi ha qui prefereix parlar de kibioctets o kibibytes (kiB), mibioctets o mibibytes (MiB), gibioctets o gibibytes (GiB) i tebibytes o tebioctets (TiB) per a referir-se a les unitats de capacitat d'emmagatzematge basades en múltiples de 1.024.
es_es: =1.099.511.627.776 bytes.$$ Puesto que los prefijos k, M, G y T se usan en el resto de las disciplinas científicas para expresar en potencias exactas de 10 (de 1.000), hay quien prefiere hablar de kibioctetos o kibibytes (kiB), mibioctetos o mibibytes (MiB), gibioctetos o gibibytes (GiB) y tebibytes o tebioctetos (TiB) para referirse a las unidades de capacidad de almacenamiento basadas en múltiplos de 1.024.

source: A canvi, hem de fer l'esforç (presumiblement més lleuger) de predir una entre les possibles continuacions (sintàctiques) del que hem llegit; segons arriben mots, els anem encaixant en l'estructura predita i usem la sintaxi i la interpretació dels mots per a anar construint a poc a poc la interpretació de l'oració completa.
es_es: A cambio, tenemos que hacer el esfuerzo (presumiblemente más ligero) de predecir una entre las posibles continuaciones (sintácticas) de lo que hemos leído; según llegan palabras, las vamos encajando en la estructura predicha y usamos la sintaxis y la interpretación de las palabras para ir construyendo poco a poco la interpretación de la oración completa.

source: A continuació es consideren el maquinari i el programari amb més detall.
es_es: A continuación se considerarán el hardware y el software con más detalle.

source: A la trapezista, últimament, no li eixien els números (1: ``Sempre acabava caent a la xarxa''; 2: ``tenia més despeses que ingressos'').
es_es: A la trapecista, últimamente, no le salían los números (1: ``Siempre acababa cayendo en la red"; 2: ``tenía más gastos que ingresos").

source: A més, la majoria dels sistemes actuals contenen també una GPU (graphic processing unit, unitat de processament de gràfics), una CPU especialitzada en el tractament d'imatges però que també es pot usar per a altres tasques computacionalment molt intensives.
es_es: Además, la mayoría de los sistemas actuales contienen también una GPU (graphic processing unit, unidad de procesamiento de gráficos), una CPU especializada en el tratamiento de imágenes, pero que también se puede usar para otras tareas computacionalmente intensivas.

source: A més, moltes vegades el treball de traducció comporta un esforç creatiu considerable, com ara quan es tracta de trobar una equivalència adequada a alguna expressió especialment difícil de traduir; les memòries de traducció permetrien no haver de repetir aquest esforç en el futur.
es_es: Además, en muchas ocasiones el trabajo de traducción implica un esfuerzo creativo considerable, como cuando se trata de encontrar una equivalencia adecuada a una expresión especialmente difícil de traducir; las memorias de traducción permitirían no tener que repetir este esfuerzo en el futuro.

source: A pesar de haber sido soldado, salió despedido del avión (1: ``El sistema fotogràfic estava fortament fixat al fuselatge però es va soltar de l'aparell quan l'avió va girar en ple vol''; 2: ``Malgrat el seu passat militar gloriós, el president el va destituir abans d'arribar a l'aeroport de destinació'').
es_es: A pesar de haber sido soldado, salió despedido del avión (1: ``El sistema fotográfico estaba fuertemente fijado al fuselaje pero se soltó del aparato cuando el avión giró en pleno vuelo''; 2: ``A pesar de su pasado militar glorioso, el presidente lo destituyó antes de llegar al aeropuerto de destino'').

source: A voltes, qui tradueix ha de gestionar explícitament les etiquetes de format per assegurar una bona traducció: tots els programes ofereixen la possibilitat d'editar etiquetes manualment: les etiquetes s'agrupen i simplifiquen per fer més fàcil la faena.
es_es: A veces, quien traduce tiene que gestionar explícitamente las etiquetas de formato para asegurar una buena traducción: todos los programas ofrecen la posibilidad deeditar etiquetas manualmente: las etiquetas se agrupan y simplifican para hacer más fácil el trabajo.

source: Abans del cos, l'element arrel tmx conté una capçalera (header) amb informació sobre la creació i les característiques de la memòria.
es_es: Antes del cuerpo, el elemento raíz tmx contiene una cabecera (header) con información sobre la creación y las características de la memoria.

source: Actualment no és estrany que una unitat de CD-ROM tinga una velocitat punta de lectura i d'escriptura de 52$$ o més.
es_es: Actualmente no es extraño que una unidad de CD-ROM tenga una velocidad punta de lectura y de escritura de 52$$ o más.

source: Actualment no és estrany tenir en ordinadors de taula o portàtils resolucions com l'anomenada HD 1080 (1920 $$ 1080) o fins i tot més grans.
es_es: Actualmente no es extraño tener en ordenadores de mesa o portátiles resoluciones como la llamada HD 1080 (1920 $$ 1080) o incluso más grandes.

source: Ací en teniu alguns exemples: [Editors i processadors de text] per a preparar, modificar, emmagatzemar i imprimir documents de text (vegeu la secció ).
es_es: Aquí tenéis algunos ejemplos: [Editores y procesadores de texto] para preparar, modificar, almacenar e imprimir documentos de texto (véase la sección ).

source: Així és més probable que quan ens donen un text nou $E'$ tinguem traduccions per a alguns dels seus fragments.
es_es: Así es más probable que cuando nos den un texto nuevo $E'$ tengamos traducciones para algunos de sus fragmentos.

source: Així, cada dígit decimal ocupa 4 bits; si n'hi ha 9, necessitem 36 bits.
es_es: Así, cada dígito decimal ocupa 4 bits; si hay 9, necesitamos 36 bits.

source: Això permetia enviar una carta d'una pàgina en unes dècimes de segon però no seria suficient per a la major part dels usos actuals d'Internet.
es_es: Esto permitía mandar una carta de una página en unas décimas de segundo pero no sería suficiente para la mayor parte de los usos actuales de Internet.

source: Això pot ser, d'una banda, perquè els professionals tenen així la impressió que el programa no tradueix i els relega a un mer paper de correctors, sinó que organitza i fa més eficient el treball de traducció professional i, d'altra banda, perquè les memòries de traducció conserven l'estil i les decisions terminològiques de traduccions anteriors, que poden variar d'un equip a altre, mentre que els sistemes de traducció automàtica solen basar-se en seleccions terminològiques i d'estil de propòsit general, encara que siga dins d'una temàtica concreta.
es_es: Esto puede ser, por un lado, porque los profesionales tienen así la impresión que el programa no traduce y los relega a un mero papel de correctores, sino que organiza y hace más eficiente el trabajo de traducción profesional y, por otro lado, porque las memorias de traducción conservan el estilo y las decisiones terminológicas de traducciones anteriores, que pueden variar de un equipo a otro, mientras que los sistemas de traducción automática suelen basarse en selecciones terminológicas y de estilo de propósito general, aunque sea dentro de una temática concreta.

source: Algunes de les operacions bàsiques que fan els sistemes operatius són: Controlar el maquinari de l'ordinador on s'executen.
es_es: Algunas de las operaciones básicas que hacen los sistemas operativos son: Controlar el hardware del ordenador donde se ejecutan.

source: Alguns ordinadors portàtils estan dissenyats de manera que, quan les bateries estan a punt d'esgotar-se (o l'ordinador no s'està usant), copien tota la memòria RAM al disc dur i s'apaguen.
es_es: Algunos ordenadores portátiles están diseñados de forma que, cuando las baterías están a punto de agotarse (o el ordenador no se está usando), copian toda la memoria RAM al disco llevar y se apagan.
